<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワード更新試行の結果（無効なパスワード/リセットトークン
    | などの失敗）に対応するデフォルトのメッセージです。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスのユーザーが見つかりません。",

];
